export function About() {
    return (
        <main>
            <div className="aboutus">
                <div>
                    <h2>ПРО НАС</h2>
                    <br></br>
                    <p>AMERICANA — це магазин стильного та сучасного одягу для чоловіків та жінок.
                    <br></br><br></br>
                    Ми пропонуємо актуальні моделі та модні новинки для тих, хто слідкує за фешн індустрією, прагне виглядати привабливо та почувати себе при цьому комфортно. У нас ви знайдете одяг для створення образів у стилі кежуал, повсякденному та класичному стилях.</p>
                </div>
            </div>
        </main>
    );
  }